Repository: iComputerfreak/MovieDB
Catalog: Movie DB/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br

# titleImport.review.selectedWithLimit
source: %1$lld of %2$lld (Limit: %3$lld)
de: %1$lld von %2$lld (Limit: %3$lld)
es: %1$lld de %2$lld (límite: %3$lld)
fr: %1$lld sur %2$lld (limite : %3$lld)
it: %1$lld di %2$lld (limite: %3$lld)
ja: %2$lld件中%1$lld件（上限: %3$lld件）
ko: %2$lld개 중 %1$lld개(한도: %3$lld개)
pl: %1$lld z %2$lld (Limit: %3$lld)
pt_br: %1$lld de %2$lld (limite: %3$lld)

# titleImport.review.title
source: Review Matches
de: Treffer prüfen
es: Revisar coincidencias
fr: Vérifier les correspondances
it: Controlla corrispondenze
ja: 一致結果を確認
ko: 일치 항목 검토
pl: Przejrzyj dopasowania
pt_br: Revisar correspondências

# titleImport.settingsAction
source: Import CSV by Title
de: CSV nach Titel importieren
es: Importar CSV por título
fr: Importer un CSV par titre
it: Importa CSV per titolo
ja: タイトルでCSVをインポート
ko: 제목으로 CSV 가져오기
pl: Importuj CSV według tytułu
pt_br: Importar CSV por título

# titleImport.status.accepted
source: Accepted
de: Akzeptiert
es: Aceptada
fr: Acceptée
it: Accettato
ja: 採用
ko: 확정
pl: Zaakceptowane
pt_br: Aceita

# titleImport.status.ambiguous
source: Needs Review
de: Prüfung nötig
es: Requiere revisión
fr: À vérifier
it: Da controllare
ja: 要確認
ko: 검토 필요
pl: Niejednoznaczne
pt_br: Precisa de revisão

# titleImport.status.duplicate
source: Duplicate
de: Duplikat
es: Duplicada
fr: Doublon
it: Duplicato
ja: 重複
ko: 중복
pl: Duplikat
pt_br: Duplicata

# titleImport.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pl: Nieudane
pt_br: Falha

# titleImport.status.noMatch
source: No Match
de: Kein Treffer
es: Sin coincidencia
fr: Aucune correspondance
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 없음
pl: Brak dopasowania
pt_br: Sem correspondência

# titleImport.stop.action
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar

# titleImport.stop.message
source: Current work stops safely. Completed imports stay in your library.
de: Der aktuelle Vorgang wird sicher gestoppt. Abgeschlossene Importe bleiben in deiner Mediathek.
es: El proceso actual se detendrá de forma segura. Las importaciones completadas permanecerán en tu biblioteca.
fr: Le traitement en cours s’arrête en toute sécurité. Les importations terminées restent dans ta bibliothèque.
it: Il lavoro corrente viene interrotto in modo sicuro. Le importazioni completate restano nella tua libreria.
ja: 現在の処理を安全に停止します。完了したインポートはライブラリに残ります。
ko: 현재 작업이 안전하게 중지됩니다. 이미 가져온 항목은 보관함에 남습니다.
pl: Bieżąca praca zostanie bezpiecznie zatrzymana. Ukończone importy pozostaną w Twojej bibliotece.
pt_br: O trabalho atual será interrompido com segurança. As importações concluídas permanecerão na sua biblioteca.

# titleImport.stop.title
source: Stop Current Work?
de: Aktuellen Vorgang stoppen?
es: ¿Detener el proceso actual?
fr: Arrêter le traitement en cours ?
it: Interrompere il lavoro corrente?
ja: 現在の処理を停止しますか？
ko: 현재 작업을 중지할까요?
pl: Zatrzymać bieżącą pracę?
pt_br: Parar o trabalho atual?

# titleImport.summary.duplicates
source: Newly Detected Duplicates
de: Neu erkannte Duplikate
es: Nuevos duplicados detectados
fr: Nouveaux doublons détectés
it: Nuovi duplicati rilevati
ja: 新たに検出した重複
ko: 새로 감지된 중복
pl: Nowo wykryte duplikaty
pt_br: Novas duplicatas detectadas

# titleImport.summary.exportReport
source: Export Import Report
de: Importbericht exportieren
es: Exportar informe de importación
fr: Exporter le rapport d’importation
it: Esporta resoconto importazione
ja: インポートレポートを書き出す
ko: 가져오기 보고서 내보내기
pl: Eksportuj raport importu
pt_br: Exportar relatório de importação

# titleImport.summary.failed
source: Failed
de: Fehlgeschlagen
es: Fallidos
fr: Échecs
it: Non riusciti
ja: 失敗
ko: 실패
pl: Nieudane
pt_br: Falhas

# titleImport.summary.finish
source: Finish
de: Fertig
es: Finalizar
fr: Terminer
it: Fine
ja: 完了
ko: 완료
pl: Zakończ
pt_br: Concluir

# titleImport.summary.imported
source: Imported
de: Importiert
es: Importados
fr: Importés
it: Importati
ja: インポート済み
ko: 가져옴
pl: Zaimportowane
pt_br: Importados

# titleImport.summary.invalidRowReason
source: The mapped title is missing.
de: Der zugeordnete Titel fehlt.
es: Falta el título asignado.
fr: Le titre associé est manquant.
it: Il titolo associato è mancante.
ja: 割り当てられたタイトルがありません。
ko: 매핑된 제목이 없습니다.
pl: Brakuje przypisanego tytułu.
pt_br: O título mapeado está ausente.

# titleImport.summary.remaining
source: Remaining
de: Verbleibend
es: Restantes
fr: Restants
it: Rimanenti
ja: 残り
ko: 남음
pl: Pozostałe
pt_br: Restantes

# titleImport.summary.retryFailed
source: Retry Failed
de: Fehlgeschlagene wiederholen
es: Reintentar fallidos
fr: Réessayer les éléments en échec
it: Riprova le importazioni non riuscite
ja: 失敗分を再試行
ko: 실패 항목 재시도
pl: Ponów nieudane
pt_br: Tentar novamente os itens com falha

# titleImport.summary.title
source: Import Complete
de: Import abgeschlossen
es: Importación completada
fr: Importation terminée
it: Importazione completata
ja: インポート完了
ko: 가져오기 완료
pl: Import zakończony
pt_br: Importação concluída

# userError.mediaAlreadyAdded
source: The media already exists in the library.
de: Medium existiert bereits in Mediathek.
es: El contenido ya existe en la biblioteca.
fr: Le média existe déjà dans la bibliothèque.
it: Il contenuto esiste già nella libreria.
ja: メディアはすでにライブラリにあります。
ko: 미디어가 이미 보관함에 있습니다.
pl: Ta treść już istnieje w bibliotece.
pt_br: A mídia já existe na biblioteca.

# userError.noPro
source: Movie DB Pro required.
de: Movie DB Pro benötigt.
es: Se requiere Movie DB Pro.
fr: Movie DB Pro requis.
it: È richiesto Movie DB Pro.
ja: Movie DB Proが必要です。
ko: Movie DB Pro가 필요합니다.
pl: Wymagana jest wersja Movie DB Pro.
pt_br: Movie DB Pro necessário.

# apiError.invalidPageRange.description
source: Invalid range of pages. Please specify a valid range.
es: Intervalo de páginas no válido. Especifica un intervalo válido.
fr: Plage de pages non valide. Indique une plage valide.
it: Intervallo di pagine non valido. Specifica un intervallo valido.
ja: ページ範囲が無効です。有効な範囲を指定してください。
ko: 페이지 범위가 잘못되었습니다. 올바른 범위를 지정하세요.
pl: Nieprawidłowy zakres stron. Podaj prawidłowy zakres.
pt_br: Intervalo de páginas inválido. Especifique um intervalo válido.

# apiError.unknown.description %lld %@
source: HTTP error %lld: %@
es: Error HTTP %lld: %@
fr: Erreur HTTP %lld : %@
it: Errore HTTP %lld: %@
ja: HTTPエラー %lld: %@
ko: HTTP 오류 %lld: %@
pl: Błąd HTTP %lld: %@
pt_br: Erro HTTP %lld: %@

# appStoreScreenshots.tags.fantasy
source: Fantasy
es: Fantasía
fr: Fantastique
ja: ファンタジー
ko: 판타지
pt_br: Fantasia

# detail.basicInfo.headline.genres
source: Genres
es: Géneros
it: Generi
ja: ジャンル
ko: 장르
pl: Gatunki
pt_br: Gêneros

# detail.basicInfo.headline.status
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태

# detail.episodeAirDate %lld %lld
source: S%lldE%lld
es: T%lldE%lld
ko: 시즌 %lld 에피소드 %lld
pl: S%lldO%lld
pt_br: T%lldE%lld

# detail.episodeAirDate %lld %lld %@
source: S%lldE%lld (%@)
es: T%lldE%lld (%@)
ko: 시즌 %lld 에피소드 %lld (%@)
pl: S%lldO%lld (%@)
pt_br: T%lldE%lld (%@)

# detail.extendedInfo.headline.budget
source: Budget
es: Presupuesto
ja: 予算
ko: 예산
pl: Budżet
pt_br: Orçamento

# detail.extendedInfo.headline.imdbID
source: IMDB ID
es: ID de IMDb
fr: Identifiant IMDb
it: ID IMDb
pl: Identyfikator IMDb
pt_br: ID do IMDb

# detail.extendedInfo.headline.tagline
source: Tagline
es: Eslogan
fr: Slogan
it: Slogan
ja: キャッチコピー
ko: 태그라인
pl: Hasło
pt_br: Slogan

# detail.extendedInfo.headline.tmdbID
source: TMDb ID
es: ID de TMDb
fr: Identifiant TMDb
it: ID TMDb
pl: Identyfikator TMDb
pt_br: ID do TMDb

# detail.metadata.header
source: Metadata
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
pl: Metadane
pt_br: Metadados

# detail.userData.watchedShow.label.episodeNumber %lld
source: Episode %lld
es: Episodio %lld
fr: Épisode %lld
it: Episodio %lld
ja: エピソード%lld
ko: 에피소드 %lld
pl: Odcinek %lld
pt_br: Episódio %lld

# detail.userData.watchedShow.statusPickerLabel
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태

# detail.watchprovider.flatrate
source: Flatrate
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: 定額制
ko: 정액제
pl: Abonament
pt_br: Assinatura

# detail.watchProviders.attribution
source: Powered by [JustWatch.com](https://www.justwatch.com)
es: Con tecnología de [JustWatch.com](https://www.justwatch.com)
fr: Fourni par [JustWatch.com](https://www.justwatch.com)
it: Fornito da [JustWatch.com](https://www.justwatch.com)
ja: 提供: [JustWatch.com](https://www.justwatch.com)
ko: [JustWatch.com](https://www.justwatch.com) 제공
pl: Źródło: [JustWatch.com](https://www.justwatch.com)
pt_br: Dados fornecidos por [JustWatch.com](https://www.justwatch.com)

# generic.alert.button.okay
source: Ok
es: Aceptar
ko: 확인

# generic.symbolRenderingMode.palette
source: Palette
es: Paleta
it: Tavolozza
ja: パレット
ko: 팔레트
pl: Paleta
pt_br: Paleta

# legal.appIconAttribution %@
source: App icon: %@
es: Icono de la app: %@
fr: Icône de l’app : %@
it: Icona app: %@
ja: アプリアイコン: %@
ko: 앱 아이콘: %@
pl: Ikona aplikacji: %@
pt_br: Ícone do app: %@

# legal.privacyPolicy.language.english
source: English
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pl: Angielski
pt_br: Inglês

# library.filter.information.label.genres
source: Genres
es: Géneros
it: Generi
ja: ジャンル
ko: 장르
pl: Gatunki
pt_br: Gêneros

# library.filter.information.label.status
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태

# library.navBar.button.filter
source: Filter
es: Filtrar
fr: Filtrer
it: Filtro
ja: フィルタ
ko: 필터
pl: Filtruj
pt_br: Filtrar

# lists.defaultListName.watchlist
source: Watchlist
es: Lista de seguimiento
fr: Liste de suivi
ja: ウォッチリスト
ko: 보고 싶은 목록
pl: Do obejrzenia
pt_br: Lista para assistir

# lists.editing.label.name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome

# lists.infoButton.label
source: Info
es: Información
fr: Infos
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações

# mediaInformation.tags
source: tags
es: etiquetas
it: tag
ja: タグ
ko: 태그
pl: tagi
pt_br: etiquetas

# settings.feedback.label
source: Feedback
es: Comentarios
fr: Envoyer des commentaires
ja: フィードバック
ko: 피드백
pl: Opinia

# settings.footer.version %@
source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pl: Wersja %@
pt_br: Versão %@

# settings.region.navBar.title
source: Region
es: Región
fr: Région
it: Area geografica
ja: 地域
ko: 지역
pt_br: Região

# settings.section.importExport
source: Import & Export
es: Importar y exportar
fr: Importation et exportation
it: Importazione ed esportazione
ja: インポートとエクスポート
ko: 가져오기 및 내보내기
pl: Import i eksport
pt_br: Importação e exportação

# settings.section.support
source: Support
es: Soporte
fr: Assistance
it: Supporto
ja: サポート
ko: 지원
pl: Wsparcie
pt_br: Suporte

# showType.reality
source: Reality
es: Telerrealidad
fr: Téléréalité
ja: リアリティ番組
ko: 리얼리티
pl: Reality show
pt_br: Reality show

# showType.scripted
source: Scripted
es: Con guion
fr: Scénarisée
it: Con sceneggiatura
ja: ドラマ
ko: 각본 프로그램
pl: Fabularny
pt_br: Roteirizada

# showType.talkShow
source: Talk show
es: Programa de entrevistas
ja: トーク番組
ko: 토크쇼

# sortingOrder.name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome

# titleImport.confirmation.ambiguousIncluded
source: Unclear Matches Included
es: Coincidencias dudosas incluidas
fr: Correspondances incertaines incluses
it: Corrispondenze incerte incluse
ja: 要確認の候補を含む
ko: 불확실한 일치 포함
pl: Uwzględnione niejednoznaczne dopasowania
pt_br: Correspondências incertas incluídas

# titleImport.confirmation.estimatedTime
source: Estimated Minimum Time
es: Tiempo mínimo estimado
fr: Durée minimale estimée
it: Tempo minimo stimato
ja: 最短所要時間の目安
ko: 예상 최소 시간
pl: Szacowany minimalny czas
pt_br: Tempo mínimo estimado

# titleImport.confirmation.excluded
source: Excluded
es: Excluidos
fr: Exclus
it: Esclusi
ja: 除外済み
ko: 제외됨
pl: Wykluczone
pt_br: Excluídos

# titleImport.confirmation.existingDuplicates
source: Existing Library Duplicates
es: Duplicados existentes en la biblioteca
fr: Doublons existants dans la bibliothèque
it: Duplicati già presenti nella libreria
ja: 既存ライブラリとの重複
ko: 보관함의 기존 중복 항목
pl: Istniejące duplikaty w bibliotece
pt_br: Duplicatas existentes na biblioteca

# titleImport.confirmation.failed
source: Failed Matches
es: Coincidencias fallidas
fr: Échecs de correspondance
it: Corrispondenze non riuscite
ja: 照合失敗
ko: 일치 실패
pl: Nieudane dopasowania
pt_br: Correspondências com falha

# titleImport.confirmation.fileDuplicates
source: CSV Duplicates
es: Duplicados del CSV
fr: Doublons du CSV
it: Duplicati nel CSV
ja: CSV内の重複
ko: CSV 중복
pl: Duplikaty w CSV
pt_br: Duplicatas no CSV

# titleImport.confirmation.noMatch
source: No Match
es: Sin coincidencia
fr: Aucune correspondance
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 없음
pl: Brak dopasowania
pt_br: Sem correspondência

# titleImport.confirmation.selected
source: Selected
es: Seleccionados
fr: Sélectionnés
it: Selezionati
ja: 選択済み
ko: 선택됨
pl: Wybrane
pt_br: Selecionados

# titleImport.confirmation.title
source: Confirm Import
es: Confirmar importación
fr: Confirmer l’importation
it: Conferma importazione
ja: インポートを確認
ko: 가져오기 확인
pl: Potwierdź import
pt_br: Confirmar importação

# titleImport.review.filter
source: Filter
es: Filtro
fr: Filtrer
it: Filtro
ja: フィルタ
ko: 필터
pl: Filtr
pt_br: Filtrar

# titleImport.title
source: CSV Import
es: Importación de CSV
fr: Importation CSV
it: Importazione CSV
ja: CSVインポート
ko: CSV 가져오기
pl: Import CSV
pt_br: Importação de CSV

# showType.video
source: Video
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
